Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Chromium preferences";
AllowCrossOriginAuthPrompt.pfm_title = "Savstarpējās izcelsmes HTTP pamata autentifikācijas uzvednes";
AllowCrossOriginAuthPrompt.pfm_description = "Kontrolē to, vai lapā esošajam trešās puses apakšsaturam ir atļauts rādīt uznirstošo dialoglodziņu HTTP pamata autentifikācija. Parasti tas ir atspējots aizsardzībai pret pikšķērēšanu.";
AllowFileSelectionDialogs.pfm_title = "Atļauj failu atlases dialoglodziņu izsaukšanu.";
AllowFileSelectionDialogs.pfm_description = "Ļauj piekļūt datora lokālajiem failiem, atļaujot produktam Chromium rādīt failu atlases dialoglodziņus.\n\nJa šis iestatījums ir iespējots, lietotāji var atvērt failu atlases dialoglodziņus, kā ierasts.\n\nJa šis iestatījums ir atspējots, tad, lietotājam veicot kādu darbību, kas atver failu atlases dialoglodziņu (piem., importē grāmatzīmes, augšupielādē failus, saglabā saites utt.), tiek parādīts ziņojums un tiek pieņemts, ka lietotājs failu atlases dialoglodziņā ir noklikšķinājis uz Atcelt.\n\nJa šis iestatījums nav iestatīts, lietotāji var atvērt failu atlases dialoglodziņus, kā ierasts.";
AllowOutdatedPlugins.pfm_title = "Atļauj palaist novecojušus spraudņus";
AllowOutdatedPlugins.pfm_description = "Ļauj produktā Chromium izpildīt novecojušus spraudņus.\n\nJa šis iestatījums ir iespējots, novecojuši spraudņi tiek lietoti kā parasti spraudņi.\n\nJa šis iestatījums ir atspējots, novecojuši spraudņi netiek lietoti un lietotājiem netiek vaicāts, vai atļaut tos izpildīt.\n\nJa šis iestatījums nav iestatīts, lietotājiem tiek vaicāts, vai atļaut izpildīt novecojušus spraudņus.";
AlternateErrorPagesEnabled.pfm_title = "Iespējo alternatīvas kļūdu lapas";
AlternateErrorPagesEnabled.pfm_description = "Ļauj lietot alternatīvas kļūdu lapas, kas ir iebūvētas produktā Chromium (piem., Lapa nav atrasta), un neļauj lietotājiem mainīt šo iestatījumu.\n\nJa šis iestatījums ir iespējots, tiek lietotas alternatīvas kļūdu lapas.\n\nJa šis iestatījums ir atspējots, nekad netiek lietotas alternatīvas kļūdu lapas.\n\nJa šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Vienmēr izpilda spraudņus, kuriem nepieciešama autorizācija";
AlwaysAuthorizePlugins.pfm_description = "Ļauj Chromium palaist spraudņus, kuriem nepieciešama autorizācija. Ja šis iestatījums tiek iespējots, vienmēr tiek palaisti spraudņi, kas nav novecojuši. Ja šis iestatījums ir atspējots vai nav iestatīts, lietotājiem tiek lūgta atļauja palaist spraudņus, kuriem nepieciešama autorizācija. Šie ir spraudņi, kas var apdraudēt drošību.";
AuthNegotiateDelegateWhitelist.pfm_title = "Kerberos deleģējamo serveru baltais saraksts";
AuthNegotiateDelegateWhitelist.pfm_description = "Serveri, kuriem produkts Chromium var piešķirt pilnvaras.";
AuthSchemes.pfm_title = "Atbalstītās autentifikācijas shēmas";
AuthSchemes.pfm_description = "Norāda, kuras HTTP autentifikācijas shēmas tiek atbalstītas produktā Chromium.\n\nIespējamās vērtības ir šādas: basic, digest, ntlm un negotiate. Vairākas vērtības jāatdala ar komatu.";
AuthServerWhitelist.pfm_title = "Autentifikācijas serveru baltais saraksts";
AuthServerWhitelist.pfm_description = "Norāda, kuri serveri jāietver baltajā sarakstā, lai nodrošinātu integrētu autentifikāciju. Integrēta autentifikācija tiek iespējota tikai tad, ja Chromium saņem autentifikācijas pieprasījumu no starpniekservera vai servera, kas ir ietverts šajā atļautajā sarakstā.\n\nVairāki serveru nosaukumi jāatdala ar komatu. Aizstājējzīmes (*) ir atļautas.";
AutoFillEnabled.pfm_title = "Iespējo automātisko aizpildi";
AutoFillEnabled.pfm_description = "Iespējo Chromium funkciju Automātiskā aizpilde un ļauj lietotājiem automātiski aizpildīt tīmekļa veidlapas, izmantojot iepriekš saglabātos datus, piemēram, informāciju par adresi vai kredītkarti.\n\nJa šis iestatījums ir atspējots, funkcija Automātiskā aizpilde nav pieejama lietotājiem.\n\nJa šis iestatījums ir iespējots vai nav konfigurēts, lietotāji var pārvaldīt funkcijas Automātiskā aizpilde lietošanu. Tādējādi lietotāji var konfigurēt Automātiskās aizpildes profilus un pēc saviem ieskatiem ieslēgt/izslēgt Automātisko aizpildi.";
BlockThirdPartyCookies.pfm_title = "Bloķē trešo pušu sīkfailus";
BlockThirdPartyCookies.pfm_description = "Bloķē trešo pušu sīkfailus.\n\nJa šis iestatījums ir iespējots, tīmekļa lapu elementi, kas nav no pārlūka adreses joslā norādītā domēna, nevar iestatīt sīkfailus.\n\nJa šis iestatījums ir atspējots, tīmekļa lapu elementi, kas nav no pārlūka adreses joslā norādītā domēna, var iestatīt sīkfailus, un lietotāji nevar mainīt šo iestatījumu.";
BookmarkBarEnabled.pfm_title = "Iespējo grāmatzīmju joslu";
BookmarkBarEnabled.pfm_description = "Iespējo grāmatzīmju joslu produkta Chromium Jaunas cilnes lapā.\n\nJa šis iestatījums ir iespējots, produkts Chromium lapā Jauna cilne rāda grāmatzīmju joslu.\n\nJa šis iestatījums ir atspējots, grāmatzīmju josla lietotājiem nav redzama.\n\nJa šis iestatījums ir iespējots vai atspējots, lietotāji to nevar mainīt vai ignorēt produktā Chromium.";
ClearSiteDataOnExit.pfm_title = "Notīrīt vietnes datus, aizverot pārlūku";
ClearSiteDataOnExit.pfm_description = "Šī politika ir paredzēta, lai ignorētu satura iestatījumu opciju Notīrīt sīkfailus un citus vietņu datus, aizverot pārlūku.\n\nJa ir iestatīta vērtība Patiess, Chromium aizvēršanas brīdī dzēš no pārlūka visus lokāli saglabātos datus.";
CookiesAllowedForUrls.pfm_title = "Atļauj sīkfailus šajās vietnēs";
CookiesAllowedForUrls.pfm_description = "Ļauj iestatīt URL struktūru sarakstu, kurā norādītas vietnes, kurām ir atļauts iestatīt sīkfailus.";
CookiesBlockedForUrls.pfm_title = "Bloķē sīkfailus šajās vietnēs";
CookiesBlockedForUrls.pfm_description = "Ļauj iestatīt URL struktūru sarakstu, kurā norādītas vietnes, kurām nav atļauts iestatīt sīkfailus.";
CookiesSessionOnlyForUrls.pfm_title = "Atļauj izmantot tikai sesijai lietojamos sīkfailus šajās vietnēs";
CookiesSessionOnlyForUrls.pfm_description = "Ļauj iestatīt URL struktūru sarakstu, kurā norādītas vietnes, kurām ir atļauts iestatīt sesijai lietojamus sīkfailus.";
DefaultBrowserSettingEnabled.pfm_title = "Iestata Chrome par noklusējuma pārlūku";
DefaultBrowserSettingEnabled.pfm_description = "Konfigurē noklusējuma pārlūka pārbaudes produktā Chromium un neļauj lietotājiem tās mainīt.\n\nJa šis iestatījums ir iespējots, Chromium vienmēr startēšanas brīdī pārbauda, vai tas ir noklusējuma pārlūks, un, ja iespējams, automātiski sevi reģistrē.\n\nJa šis iestatījums ir atspējots, Chromium nekad nepārbauda, vai tas ir noklusējuma pārlūks, un lietotājam tiek atspējota iespēja iestatīt šo opciju.\n\nJa šis iestatījums nav iestatīts, Chromium ļauj lietotājam noteikt, vai tas ir noklusējuma pārlūks un, ja tas nav, vai jāparāda lietotāja paziņojumi.";
DefaultCookiesSetting.pfm_title = "Noklusējuma sīkfailu iestatījums";
DefaultCookiesSetting.pfm_description = "0 - Atļaut visām vietnēm iestatīt lokālus datus\n1 - Neatļaut nevienai vietnei iestatīt lokālus datus\nĻauj iestatīt, vai vietnēm ir atļauts iestatīt lokālus datus. Lokālu datu iestatīšana var tikt atļauta vai aizliegta visām vietnēm.";
DefaultGeolocationSetting.pfm_title = "Noklusējuma ģeogrāfiskās atrašanās vietas iestatījums";
DefaultGeolocationSetting.pfm_description = "0 - Atļaut vietnēm izsekot lietotāju fizisko atrašanās vietu\n1 - Neatļaut nevienai vietnei izsekot lietotāju fizisko atrašanās vietu\n2 - Vaicāt ikreiz, kad vietne vēlas izsekot lietotāju fizisko atrašanās vietu\nĻauj iestatīt, vai vietnēm ir atļauts izsekot lietotāju fizisko atrašanās vietu. Lietotāju fiziskās atrašanās vietas izsekošana var tikt atļauta vai aizliegta pēc noklusējuma, vai lietotājam var tikt vaicāts ikreiz, kad vietne pieprasa fizisko atrašanās vietu.";
DefaultImagesSetting.pfm_title = "Noklusējuma attēlu iestatījums";
DefaultImagesSetting.pfm_description = "0 - Atļauj visām vietnēm rādīt visus attēlus\n1 - Neatļaut nevienai vietnei rādīt attēlus\nĻauj iestatīt, vai vietnēm ir atļauts rādīt attēlus. Attēlu rādīšana var tikt atļauta vai aizliegta visām vietnēm.";
DefaultJavaScriptSetting.pfm_title = "Noklusējuma JavaScript iestatījums";
DefaultJavaScriptSetting.pfm_description = "0 - Atļaut visām vietnēm izpildīt JavaScript\n1 - Neatļaut nevienai vietnei izpildīt JavaScript\nĻauj iestatīt, vai vietnēm ir atļauts izpildīt JavaScript. JavaScript izpilde var tikt atļauta vai aizliegta visām vietnēm.";
DefaultNotificationSetting.pfm_title = "Noklusējuma paziņojumu iestatījums";
DefaultNotificationSetting.pfm_description = "0 - Atļaut vietnēm rādīt paziņojumus darbvirsmā\n1 - Neatļauj nevienai vietnei rādīt paziņojumus darbvirsmā\n2 - Vaicāt ikreiz, kad vietne vēlas rādīt paziņojumus darbvirsmā\nĻauj iestatīt, vai vietnēm ir atļauts rādīt paziņojumus darbvirsmā. Paziņojumu rādīšana darbvirsmā var tikt atļauta pēc noklusējuma vai aizliegta pēc noklusējuma, vai lietotājam var tikt vaicāts ikreiz, kad vietne vēlas rādīt paziņojumus darbvirsmā.";
DefaultPluginsSetting.pfm_title = "Noklusējuma spraudņu iestatījums";
DefaultPluginsSetting.pfm_description = "0 - Atļaut visām vietnēm automātiski izpildīt spraudņus\n1 - Bloķēt visus spraudņus\nĻauj iestatīt, vai vietnēm ir atļauts automātiski izpildīt spraudņus. Automātiska spraudņu izpilde var tikt atļauta vai aizliegta visām vietnēm.";
DefaultPopupsSetting.pfm_title = "Noklusējuma uznirstošo logu iestatījums";
DefaultPopupsSetting.pfm_description = "0 - Atļaut visām vietnēm rādīt uznirstošos logus\n1 - Neļaut nevienai vietnei rādīt uznirstošos logus\nĻauj iestatīt, vai vietnēm ir atļauts rādīt uznirstošos logus. Uznirstošo logu rādīšana var tikt atļauta vai aizliegta visām vietnēm.";
DefaultSearchProviderEnabled.pfm_title = "Iespējo noklusējuma meklētājprogrammu";
DefaultSearchProviderEnabled.pfm_description = "Ļauj lietot noklusējuma meklētājprogrammu.\n\nJa šis iestatījums ir iespējots, ierakstot universālajā lodziņā kādu citu tekstu, nevis URL, tiek izpildīta noklusējuma meklēšana.\n\nIestatot pārējās noklusējuma meklēšanas politikas, var norādīt izmantojamo noklusējuma meklētājprogrammu. Ja nekas netiek ievadīts, lietotājs var izvēlēties noklusējuma meklētājprogrammu.\n\nJa šis iestatījums ir atspējots, ierakstot universālajā lodziņā kādu citu tekstu, nevis URL, netiek izpildīta meklēšana.\n\nJa šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Noklusējuma meklētājprogrammas kodējumi";
DefaultSearchProviderEncodings.pfm_description = "Norāda, kurus rakstzīmju kodējumus atbalsta meklētājprogramma. Kodējumi ir kodu lapu nosaukumi, piemēram, UTF-8, GB2312 un ISO-8859-1. Tās tiek izmēģinātas norādītajā secībā. Noklusējuma lapa ir UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Noklusējuma meklētājprogrammas ikona";
DefaultSearchProviderIconURL.pfm_description = "Norāda noklusējuma meklētājprogrammas izlases ikonas URL. Pēc izvēles.";
DefaultSearchProviderInstantURL.pfm_title = "Noklusējuma meklētājprogrammas dinamisko mekl. rezultātu URL";
DefaultSearchProviderInstantURL.pfm_description = "Norāda tās meklētājprogrammas URL, kas tiek izmantota dinamiskās meklēšanas rezultātu iegūšanai. Vietrādī URL jābūt ietvertai virknei '{searchTerms}', kas meklēšanas brīdī tiek aizvietota ar līdzšinējo lietotāja ievadīto tekstu. Pēc izvēles.";
DefaultSearchProviderKeyword.pfm_title = "Noklusējuma meklētājprogrammas atslēgvārds";
DefaultSearchProviderKeyword.pfm_description = "Norāda atslēgvārdu, kas universālajā lodziņā tiek izmantots kā saīsne, lai aktivizētu šīs meklētājprogrammas meklēšanu. Pēc izvēles.";
DefaultSearchProviderName.pfm_title = "Noklusējuma meklētājprogrammas nosaukums";
DefaultSearchProviderName.pfm_description = "Norāda noklusējuma meklētājprogrammas nosaukumu. Ja nosaukums nav norādīts, tiek izmantots meklēšanas URL norādītais saimniekdatora nosaukums.";
DefaultSearchProviderSearchURL.pfm_title = "Noklusējuma meklētājprogrammas meklēšanas  URL";
DefaultSearchProviderSearchURL.pfm_description = "Norāda meklētājprogrammas URL, kas tiek izmantota, veicot noklusējuma meklēšanu. URL jābūt ietvertai virknei {searchTerms}, kas meklēšanas brīdī tiks aizvietota ar vārdiem, kurus meklē lietotājs.";
DefaultSearchProviderSuggestURL.pfm_title = "Noklusējuma meklētājprogrammas ieteikumu URL";
DefaultSearchProviderSuggestURL.pfm_description = "Norāda tās meklētājprogrammas URL, kas tiek izmantota meklēšanas ieteikumu iegūšanai. Vietrādī URL jābūt ietvertai virknei {searchTerms}, kas meklēšanas brīdī tiks aizvietota ar līdzšinējo lietotāja ievadīto tekstu. Pēc izvēles.";
DeveloperToolsDisabled.pfm_title = "Atspējo izstrādātāja rīkus";
DeveloperToolsDisabled.pfm_description = "Atspējo Izstrādātāja rīku un JavaScript konsoli.\n\nJa šis iestatījums ir iespējots, vairs nevar piekļūt Izstrādātāja rīkiem un nevar pārbaudīt vietņu elementus. Tiek atspējoti visi īsinājumtaustiņi un izvēļņu vai kontekstizvēļņu komandas, ar kuru palīdzību tiek atvērta Izstrādātāja rīku vai JavaScript konsole.";
Disable3DAPIs.pfm_title = "Atspējo 3D grafikas API atbalstu";
Disable3DAPIs.pfm_description = "Atspējo 3D grafikas API atbalstu.\n\nJa šis iestatījums ir iespējots, tīmekļa lapas nevar piekļūt grafiskajam procesoram (GPU). Proti, lapas nevar piekļūt WebGL API, un spraudņi nevar lietot Pepper 3D API.\n\nJa šis iestatījums ir atspējots, tīmekļa lapas potenciāli var lietot WebGL API un spraudņi var lietot Pepper 3D API. Pārlūka noklusējuma iestatījumi šo API lietošanai joprojām var pieprasīt, lai tiktu pieņemti komandrindas argumenti.";
DisableAuthNegotiateCnameLookup.pfm_title = "Atspējo CNAME atrašanu, kamēr notiek vienošanās par Kerberos autentifikāciju";
DisableAuthNegotiateCnameLookup.pfm_description = "Norāda, vai ģenerētais Kerberos SPN ir balstīts uz kanonisko DNS nosaukumu vai sākotnējo ievadīto nosaukumu.\n\nJa šis iestatījums ir iespējots, CNAME atrašana tiek izlaista un tiek izmantots ievadītais servera nosaukums.\n\nJa šis iestatījums ir atspējots, servera kanoniskais nosaukums tiek noteikts, izmantojot CNAME atrašanu.";
DisablePluginFinder.pfm_title = "Atspējo spraudņu meklētāju";
DisablePluginFinder.pfm_description = "Ja šim iestatījumam ir iestatīta vērtība Patiess, produktā Chromium tiek atspējota trūkstošo spraudņu automātiska meklēšana un instalēšana.";
DisableSpdy.pfm_title = "Atspējo SPDY protokolu";
DisableSpdy.pfm_description = "Atspējo SPDY protokola lietošanu produktā Chromium.";
DisabledPlugins.pfm_title = "Atspējoto spraudņu saraksts";
DisabledPlugins.pfm_description = "Norāda spraudņu sarakstu, kas ir atspējoti produktā Chromium, un neļauj lietotājiem mainīt šo iestatījumu.\n\nVar izmantot aizstājējzīmes * un ?, lai veidotu atbilstību mainīgām rakstzīmēm. * atbilst mainīgu rakstzīmju virknei, bet ? norāda vienu noteiktu rakstzīmi, piemēram, atbilst nullei vai vienai rakstzīmei. Atsoļa rakstzīme ir \, tādējādi, lai veidotu atbilstību faktiskajām rakstzīmēm *, ? un \, to sākumā var ievadīt \.\n\nJa šis iestatījums ir iespējots, produktā Chromium nekad netiek lietoti norādītā saraksta spraudņi. Politikā about:plugins norādītie spraudņi ir atzīmēti kā atspējoti, un lietotāji tos nevar iespējot.\n\nŅemiet vērā, ka šī politika var tikt ignorēta ar politikām EnabledPlugins un DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Atspējoto spraudņu saraksta izņēmumu saraksts";
DisabledPluginsExceptions.pfm_description = "Norāda spraudņu sarakstu, kurus lietotājs var iespējot vai atspējot produktā Chromium.\n\nVar izmantot aizstājējzīmes * un ?, lai veidotu atbilstību mainīgām rakstzīmēm. * atbilst mainīgu rakstzīmju virknei, bet ? norāda vienu noteiktu rakstzīmi, piemēram, atbilst nullei vai vienai rakstzīmei. Atsoļa rakstzīme ir \, tādējādi, lai veidotu atbilstību faktiskajām rakstzīmēm *, ? un \, to sākumā var ievadīt \.\n\nJa šis iestatījums ir iespējots, produktā Chromium vienmēr var tikt izmantoti norādītā saraksta spraudņi. Lietotāji tos var iespējot vai atspējot politikā about:plugins arī tad, ja spraudnis atbilst kombinācijai, kas norādīta politikā DisabledPlugins. Lietotāji var iespējot vai atspējot arī spraudņus, kas neatbilst nevienai struktūrai, kas norādīta politikās DisabledPlugins, DisabledPluginsExceptions un EnabledPlugins.";
DisabledSchemes.pfm_title = "Atspējoto protokolu shēmu saraksts";
DisabledSchemes.pfm_description = "Atspējo produktā Chromium norādītās protokolu shēmas.\n\nNevar ielādēt vietrāžus URL, kuros izmantota šajā sarakstā norādīta shēma, un uz tiem nevar pāriet no citām vietnēm.";
DiskCacheDir.pfm_title = "Iestatīt diska kešatmiņas direktoriju";
DiskCacheDir.pfm_description = "Konfigurē direktoriju, kuru produkts Chromium izmantos kešoto failu glabāšanai diskā. Ja iestatāt šo politiku, Chromium izmanto norādīto direktoriju neatkarīgi no tā, vai lietotājs norādījis karodziņu --disk-cache-dir.";
DnsPrefetchingEnabled.pfm_title = "Iespējot tīkla paredzēšanu";
DnsPrefetchingEnabled.pfm_description = "Ļauj produktā Chromium paredzēt tīklu un neļauj lietotājiem mainīt šo iestatījumu.\n\nJa šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Chromium.";
DownloadDirectory.pfm_title = "Iestata lejupielāžu direktoriju";
DownloadDirectory.pfm_description = "Konfigurē direktoriju, kas produktam Chromium jāizmanto failu lejupielādei.\n\nJa šī politika ir iespējota, Chromium izmanto norādīto direktoriju neatkarīgi no tā, vai lietotājs to ir norādījis vai ir iespējojis karogu, lai ikreiz tiktu parādīta uzvedne norādīt lejupielāžu atrašanās vietu.";
EditBookmarksEnabled.pfm_title = "Iespējo vai atspējo grāmatzīmju rediģēšanu";
EditBookmarksEnabled.pfm_description = "Iespējo vai atspējo grāmatzīmju rediģēšanu produktā Chromium.\n\nJa šis iestatījums ir iespējots, grāmatzīmes var pievienot, noņemt vai modificēt. Šis ir noklusējuma iestatījums.\n\nJa šis iestatījums ir atspējots, grāmatzīmes nevar pievienot, noņemt vai modificēt. Esošās grāmatzīmes joprojām ir pieejamas.";
EnableAuthNegotiatePort.pfm_title = "Ietver Kerberos SPN nestandarta portu";
EnableAuthNegotiatePort.pfm_description = "Norāda, vai ģenerētajam Kerberos SPN jāietver nestandarta ports.\n\nJa šis iestatījums ir iespējots un tiek ievadīts nestandarta ports (piem., ports, kas nav 80 vai 443), tas tiek ietverts ģenerētajā Kerberos SPN.\n\nJa šis iestatījums ir atspējots, ģenerētais Kerberos SPN nekādā gadījumā neietver portu.";
EnabledPlugins.pfm_title = "Iespējoto spraudņu saraksts";
EnabledPlugins.pfm_description = "Norāda spraudņu sarakstu, kas ir iespējoti produktā Chromium, un neļauj lietotājiem mainīt šo iestatījumu.\n\nVar izmantot aizstājējzīmes * un ?, lai veidotu atbilstību mainīgām rakstzīmēm. * atbilst mainīgu rakstzīmju virknei, bet ? norāda vienu noteiktu rakstzīmi, piemēram, atbilst nullei vai vienai rakstzīmei. Atsoļa rakstzīme ir \, tādējādi, lai veidotu atbilstību faktiskajām rakstzīmēm *, ? un \, to sākumā var ievadīt \.\n\nProduktā Chromium vienmēr tiek izmantoti norādītā saraksta spraudņi, ja tie ir instalēti. Politikā about:plugins norādītie spraudņi ir atzīmēti kā iespējoti, un lietotāji tos nevar atspējot.\n\nIevērojiet, ka šī politika ignorē gan politiku DisabledPlugins, gan DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "Paplašinājumu ID numuri, kurus lietotājam nav atļauts instalēt (vai *, lai iestatītu visus)";
ExtensionInstallBlacklist.pfm_description = "Ļauj norādīt, kurus paplašinājumus lietotāji NEVAR instalēt. Visi melnajā sarakstā ievietotie instalētie paplašinājumi tiks noņemti.\n\nJa melnā saraksta vērtība ir *, tas nozīmē, ka melnajā sarakstā ir ietverti visi paplašinājumi, ja vien kāds no tiem nav īpaši ietverts baltajā sarakstā.";
ExtensionInstallForcelist.pfm_title = "Paplašinājumu ID numuri un atjauninājumu vietrāži URL, kas jāinstalē klusajā režīmā";
ExtensionInstallForcelist.pfm_description = "Ļauj norādīt paplašinājumu sarakstu, kas jāinstalē klusajā režīmā bez lietotāja iejaukšanās.\n\nKatrs saraksta vienums ir virkne, kas ietver paplašinājuma ID un atjauninājumu URL, kas atdalīti ar semikolu (;). Piemēram: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. No katra vienuma Chromium izgūst ar ID apzīmēto paplašinājumu no norādītā URL, un to instalē klusajā režīmā. Tālākajās lapās ir paskaidrots, kā serverī mitināt paplašinājumus. Par atjauninājumu vietrāžiem URL: http://code.google.com/chrome/extensions/autoupdate.html; par paplašinājumu mitināšanu: http://code.google.com/chrome/extensions/hosting.html.\n\nLietotāji var atinstalēt šajā politikā norādītos paplašinājumus. Ja paplašinājums tiek noņemts no saraksta, produkts Chromium to automātiski atinstalē. Paplašinājumi, kas ir ietverti melnajā sarakstā ExtensionInstallBlacklist un nav ietverti baltajā sarakstā, nevar tikt instalēti piespiedu kārtā, izmantojot šo politiku.";
ExtensionInstallWhitelist.pfm_title = "Paplašinājumu ID numuri, kas noņemami no melnā saraksta";
ExtensionInstallWhitelist.pfm_description = "Ļauj norādīt, kurus paplašinājumus nevar ietvert melnajā sarakstā.\n\nJa melnā saraksta vērtība ir *, tas nozīmē, ka melnajā sarakstā ir ietverti visi paplašinājumi un lietotāji var instalēt tikai baltajā sarakstā ietvertos paplašinājumus.\n\nPēc noklusējuma visi paplašinājumi ir ietverti baltajā sarakstā, taču, ja saskaņā ar politiku visi paplašinājumi ir ietverti melnajā sarakstā, balto sarakstu var izmantot, lai ignorētu šo politiku.";
GSSAPILibraryName.pfm_title = "GSSAPI bibliotēkas nosaukums";
GSSAPILibraryName.pfm_description = "Norāda, kura GSSAPI bibliotēka jāizmanto HTTP autentifikācijai. Var iestatīt tikai bibliotēkas nosaukumu vai pilnu ceļu. Ja iestatījums netiks norādīts, Chromium atkāpsies un izmantos noklusējuma bibliotēkas nosaukumu.";
HomepageIsNewTabPage.pfm_title = "Jaunas cilnes lapu izmanto kā sākumlapu";
HomepageIsNewTabPage.pfm_description = "Konfigurē noklusējuma sākumlapas veidu produktā Chromium un neļauj lietotājiem mainīt sākumlapas preferences. Par sākumlapu var tikt iestatīts konkrēts URL vai Jaunas cilnes lapa. Ja šis iestatījums ir iespējots, par sākumlapu vienmēr tiek izmantota Jaunas cilnes lapa un tiek ignorēta sākumlapas URL atrašanās vieta. Ja šis iestatījums ir atspējots, par lietotāja sākumlapu nekad netiek izmantota Jaunas cilnes lapa, ja vien par tās URL nav iestatīta vērtība chrome://newtab. Ja šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt savu sākumlapas veidu produktā Chromium.";
HomepageLocation.pfm_title = "Sākumlapas URL";
HomepageLocation.pfm_description = "Konfigurē produktā Chromium izmantoto noklusējuma sākumlapu un neļauj lietotājiem to mainīt.\n\nPar sākumlapas tipu var iestatīt URL, kas tiek norādīts šeit, vai Jaunas cilnes lapu.\n\nJa tiek atlasīta Jaunas cilnes lapa, šī politika tiek ignorēta.\n\nJa šis iestatījums ir iespējots, lietotāji nevar mainīt produktā Chromium savas sākumlapas URL, taču par savu sākumlapu viņi var izvēlēties Jaunas cilnes lapu.";
ImagesAllowedForUrls.pfm_title = "Atļauj attēlus šajās vietnēs";
ImagesAllowedForUrls.pfm_description = "Ļauj iestatīt URL struktūru sarakstu, kurā norādītas vietnes, kurām ir atļauts rādīt attēlus.";
ImagesBlockedForUrls.pfm_title = "Bloķē attēlus šajās vietnēs";
ImagesBlockedForUrls.pfm_description = "Ļauj iestatīt URL struktūru sarakstu, kurā norādītas vietnes, kurām nav atļauts rādīt attēlus.";
IncognitoEnabled.pfm_title = "Iespējo inkognito režīmu";
IncognitoEnabled.pfm_description = "Ļauj lietot inkognito režīmu produktā Chromium.\n\nJa šis iestatījums ir iespējots vai nav konfigurēts, lietotāji var atvērt tīmekļa lapas inkognito režīmā.\n\nJa šis iestatījums ir atspējots, lietotāji nevar atvērt tīmekļa lapas inkognito režīmā.";
InstantEnabled.pfm_title = "Iespējo dinamisko meklēšanu";
InstantEnabled.pfm_description = "Iespējo produkta Chromium funkciju Dinamiskā meklēšana un neļauj lietotājiem mainīt šo iestatījumu.\n\nJa šis iestatījums ir iespējots, funkcija Dinamiskā meklēšana produktā Chromium ir iespējota.\n\nJa šis iestatījums ir atspējots, funkcija Dinamiskā meklēšana produktā Chromium ir atspējota.\n\nJa šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu.";
JavaScriptAllowedForUrls.pfm_title = "Atļauj izmantot JavaScript šajās vietnēs";
JavaScriptAllowedForUrls.pfm_description = "Ļauj iestatīt URL struktūru sarakstu, kurā norādītas vietnes, kurām ir atļauts izpildīt JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Bloķēt JavaScript šajās vietnēs";
JavaScriptBlockedForUrls.pfm_description = "Ļauj iestatīt URL struktūru sarakstu, kurā norādītas vietnes, kurām nav atļauts izpildīt JavaScript.";
JavascriptEnabled.pfm_title = "Iespējo JavaScript";
JavascriptEnabled.pfm_description = "Iespējo JavaScript produktā Chromium un neļauj lietotājiem mainīt šo iestatījumu.\n\nJa šis iestatījums ir iespējots vai nav konfigurēts, tīmekļa lapas var lietot JavaScript.\n\nJa šis iestatījums ir atspējots, tīmekļa lapas nevar lietot JavaScript.";
MetricsReportingEnabled.pfm_title = "Iespējo lietošanas un ar avārijām saistītu datu ziņošanu";
MetricsReportingEnabled.pfm_description = "Ļauj anonīmi pārsūtīt uzņēmumam Google produkta Chromium datus, kas saistīti ar lietojumu un avārijām, un neļauj lietotājiem mainīt šo iestatījumu.\n\nJa šis iestatījums ir iespējots, uzņēmumam Google tiek anonīmi pārsūtīti dati, kas saistīti ar lietojumu un avārijām.\n\nJa šis iestatījums ir atspējots, uzņēmumam Google nekad netiek anonīmi pārsūtīti dati, kas saistīti ar lietojumu un avārijām.\n\nJa šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Atļauj rādīt paroles paroļu pārvaldniekā";
PasswordManagerAllowShowPasswords.pfm_description = "Nosaka, vai paroles paroļu pārvaldniekā ir redzamas nešifrētā tekstā.\n\nJa šis iestatījums ir atspējots, paroļu pārvaldnieks neļauj paroļu pārvaldnieka logā rādīt saglabātās paroles nešifrētā tekstā.\n\nJa šis iestatījums ir iespējots vai nav konfigurēts, paroles paroļu pārvaldniekā ir redzamas nešifrētā tekstā.";
PasswordManagerEnabled.pfm_title = "Iespējo paroļu pārvaldnieku";
PasswordManagerEnabled.pfm_description = "Ļauj saglabāt paroles un lietot paroles produktā Chromium.\n\nJa šis iestatījums ir iespējots, lietotāji var likt, lai Chromium iegaumētu paroles un tās automātiski ievadītu, nākamreiz piesakoties vietnē.\n\nJa šis iestatījums ir atspējots, lietotāji nevar saglabāt paroles un lietot jau saglabātās paroles.\n\nJa šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Chromium.";
PluginsAllowedForUrls.pfm_title = "Atļauj spraudņus šajās vietnēs";
PluginsAllowedForUrls.pfm_description = "Ļauj iestatīt URL struktūru sarakstu, kurā norādītas vietnes, kurām ir atļauts izpildīt spraudņus.";
PluginsBlockedForUrls.pfm_title = "Bloķē spraudņus šajās vietnēs";
PluginsBlockedForUrls.pfm_description = "Ļauj iestatīt URL struktūru sarakstu, kurā norādītas vietnes, kurām nav atļauts izpildīt spraudņus.";
PopupsAllowedForUrls.pfm_title = "Atļauj uznirstošos logus šajās vietnēs";
PopupsAllowedForUrls.pfm_description = "Ļauj iestatīt URL struktūru sarakstu, kurā norādītas vietnes, kurām ir atļauts atvērt uznirstošos logus.";
PopupsBlockedForUrls.pfm_title = "Bloķēt uznirstošos logus šajās vietnēs";
PopupsBlockedForUrls.pfm_description = "Ļauj iestatīt URL struktūru sarakstu, kurā norādītas vietnes, kurām nav atļauts atvērt uznirstošos logus.";
PrintingEnabled.pfm_title = "Iespējo drukāšanu";
PrintingEnabled.pfm_description = "Iespējo drukāšanu produktā Chromium un neļauj lietotājiem mainīt šo iestatījumu.\n\nJa šis iestatījums ir iespējots vai nav konfigurēts, lietotāji var drukāt.\n\nJa šis iestatījums ir atspējots, lietotāji nevar drukāt no produkta Chromium. Drukāšana ir atspējota uzgriežņu atslēgas izvēlnē, paplašinājumos, JavaScript lietojumprogrammās un citur. Joprojām var drukāt no spraudņiem, kas drukāšanas brīdī apiet produktu Chromium. Piemēram, noteiktu Flash lietojumprogrammu kontekstizvēlnēs ir drukāšanas opcija, un tā nebūs atspējota.";
ProxyBypassList.pfm_title = "Ar komatu atdalītu starpniekserveru apiešanas kārtulu saraksts";
ProxyBypassList.pfm_description = "Chromium apies visus šeit norādīto saimniekdatoru starpniekserverus.\n\nŠī politika stājas spēkā tikai tad, ja iestatījumā Izvēlēties, kā norādīt starpniekservera iestatījumus ir izvēlēti manuāli starpniekservera iestatījumi.\n\nLai redzētu detalizētus piemērus, apmeklējiet:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyMode.pfm_title = "Izvēlas, kā jānorāda starpniekservera iestatījumi";
ProxyMode.pfm_description = "direct - Nekad nelietot starpniekserveri\nauto_detect - Automātiski atklāt starpniekservera iestatījumus\npac_script - Izmantot .pac starpniekservera skriptu\nfixed_servers - Izmanto fiksētus starpniekserverus\nsystem - Izmantot sistēmas starpniekservera iestatījumus\nĻauj norādīt produkta Chromium izmantoto starpniekserveri un neļauj lietotājiem mainīt starpniekserveru iestatījumus.\n\nJa tiek izvēlēts nekad neizmantot starpniekserveri un vienmēr izmantot tiešu savienojumu, visas pārējās opcijas tiek ignorētas.\n\nJa tiek izvēlēts lietot sistēmas starpniekservera iestatījumus vai automātiski atrast starpniekserveri, visas pārējās opcijas tiek ignorētas.\n\nJa tiek izvēlēts fiksēta servera starpniekservera režīms, laukos Starpniekservera adrese vai URL un Ar komatu atdalītu starpniekserveru apiešanas kārtulu saraksts var norādīt papildu opcijas.\n\nJa tiek izvēlēts izmantot .pac starpniekservera skriptu, laukā URL uz starpniekservera .pac failu obligāti jānorāda šī skripta URL.\n\nLai redzētu detalizētus piemērus, apmeklējiet:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.\n\nJa šis iestatījums ir iespējots, Chromium ignorē visas ar starpniekserveri saistītās opcijas, kas tiek norādītas komandrindā.";
ProxyPacUrl.pfm_title = "URL uz starpniekservera .pac failu";
ProxyPacUrl.pfm_description = "Šeit var norādīt URL uz starpniekservera .pac failu.\n\nŠī politika stājas spēkā tikai tad, ja iestatījumā Izvēlēties, kā norādīt starpniekservera iestatījumus ir atlasīti manuāli starpniekservera iestatījumi.\n\nLai redzētu detalizētus piemērus, apmeklējiet:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyServer.pfm_title = "Starpniekservera adrese vai URL";
ProxyServer.pfm_description = "Šeit var norādīt starpniekservera URL.\n\nŠī politika stājas spēkā tikai tad, ja iestatījumā Izvēlēties, kā norādīt starpniekservera iestatījumus ir izvēlēti manuāli starpniekservera iestatījumi.\n\nLai redzētu detalizētus piemērus, apmeklējiet:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
RestoreOnStartup.pfm_title = "Darbība startēšanas brīdī";
RestoreOnStartup.pfm_description = "0 - Atvērt sākumlapu\n1 - Atkārtoti atvērt pēdējos atvērtos vietrāžus URL\n4 - Atvērt vietrāžu URL sarakstu\nĻauj norādīt darbības startēšanas brīdī.\n\nJa tiek izvēlēts Atvērt sākumlapu, vienmēr pēc Chromium startēšanas tiek atvērta sākumlapa.\n\nJa tiek izvēlēts Atkārtoti atvērt pēdējos atvērtos vietrāžus URL, no jauna tiek atvērti visi vietrāži URL, kas bija atvērti pirms Chromium pēdējās aizvēršanas reizes.\n\nJa tiek izvēlēts Atvērt vietrāžu URL sarakstu, pēc Chromium startēšanas tiek atvērts to vietrāžu URL saraksts, kurus lietotājs var atvērt.\n\nJa šis iestatījums ir iespējots, lietotāji to nevar mainīt vai ignorēt produktā Chromium.\n\nJa šis iestatījums ir atspējots, tas nav arī konfigurēts. Lietotājs joprojām to var mainīt produktā Chromium.";
RestoreOnStartupURLs.pfm_title = "URL, kas jāatver startēšanas brīdī";
RestoreOnStartupURLs.pfm_description = "Ja par startēšanas darbību ir atlasīta opcija Atvērt vietrāžu URL sarakstu, šī politika ļauj norādīt vietrāžu URL sarakstu, kas jāatver.";
SafeBrowsingEnabled.pfm_title = "Iespējo drošu pārlūkošanu";
SafeBrowsingEnabled.pfm_description = "Iespējo produkta Chromium funkciju Droša pārlūkošana un neļauj lietotājiem mainīt šo iestatījumu.\n\nJa šis iestatījums ir iespējots, funkcija Droša pārlūkošana vienmēr ir ieslēgta.\n\nJa šis iestatījums ir atspējots, funkcija Droša pārlūkošana vienmēr ir izslēgta.\n\nJa šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Atspējo pārlūkošanas vēstures saglabāšanu";
SavingBrowserHistoryDisabled.pfm_description = "Atspējo pārlūkošanas vēstures saglabāšanu produktā Chromium un neļauj lietotājiem mainīt šo iestatījumu.\n\nJa šis iestatījums ir iespējots, pārlūkošanas vēsture netiek saglabāta.\n\nJa šis iestatījums ir atspējots vai nav konfigurēts, pārlūkošanas vēsture tiek saglabāta.";
SearchSuggestEnabled.pfm_title = "Iespējo meklēšanas ieteikumus";
SearchSuggestEnabled.pfm_description = "Ļauj produkta Chromium universālajā lodziņā rādīt meklēšanas ieteikumus un neļauj lietotājiem mainīt šo iestatījumu.\n\nJa šis iestatījums ir iespējots, tiek lietoti meklēšanas ieteikumi.\n\nJa šis iestatījums ir atspējots, netiek lietoti meklēšanas ieteikumi.\n\nJa šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā  Chromium.";
ShowHomeButton.pfm_title = "Rīkjoslā parāda pogu Sākums";
ShowHomeButton.pfm_description = "Chromium rīkjoslā rāda pogu Sākums.\n\nJa šis iestatījums ir iespējots, vienmēr ir redzama poga Sākums.\n\nJa šis iestatījums ir atspējots, nekad nav redzama poga Sākums.\n\nJa šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Chromium.";
SyncDisabled.pfm_title = "Atspējo datu sinhronizāciju ar Google";
SyncDisabled.pfm_description = "Atspējo datu sinhronizāciju produktā Chromium, izmantojot Google mitinātos sinhronizācijas pakalpojumus, un neļauj lietotājiem mainīt šo iestatījumu.\n\nJa šis iestatījums ir iespējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Chromium.";
TranslateEnabled.pfm_title = "Iespējo Tulkotāju";
TranslateEnabled.pfm_description = "Iespējo integrēto Google tulkotāja pakalpojumu produktā Chromium.\n\nJa šis iestatījums ir iespējots, Chromium rāda integrētu rīkjoslu, nepieciešamības gadījumā piedāvājot lietotājam iztulkot lapu.\n\nJa šis iestatījums ir atspējots, tulkošanas rīkjosla nav redzama.\n\nJa šis iestatījums ir iespējots vai atspējots, lietotāji nevar mainīt vai ignorēt šo iestatījumu produktā Chromium.";
UserDataDir.pfm_title = "Iestata lietotāja datu direktoriju";
UserDataDir.pfm_description = "Konfigurē direktoriju, kurā produkts Chromium glabā lietotāja datus.\n\nJa šī politika ir iestatīta, Chromium izmanto norādīto direktoriju neatkarīgi no tā, vai lietotājs ir norādījis karogu --user-data-dir.";